{
  "handle": "sama",
  "raw_tweets": [
    {
      "content": "we have trained more models and they are good in some things",
      "date": "1h"
    },
    {
      "content": "here is the full video:\n\npiped.video/watch?v=6nJZopAC…",
      "date": "21h"
    },
    {
      "content": "We’re releasing BrowseComp, which stands for Browsing Competition. 🏎️\n\nThink of it like coding or math competitions — while these contests may not perfectly reflect real-world SWE or mathematical research, they do capture a spark of intelligence.\n\nThis is THE benchmark we should care about when evaluating the intelligence of deep research-like browsing agents.",
      "date": "Apr 10"
    },
    {
      "content": "thank you all for the patience, and service speed and rate limits should continue to improve",
      "date": "Apr 10"
    },
    {
      "content": "openai usage has gone nuts over the past month.\n\nbut a surprisingly cool thing is you can ask the internet \"hey can we please get hundreds of thousands of more GPUs quickly\" and...the internet will deliver.\n\n🩵",
      "date": "Apr 10"
    },
    {
      "content": "you can of course opt out of this, or memory all together. and you can use temporary chat if you want to have a conversation that won't use or affect memory.",
      "date": "Apr 10"
    },
    {
      "content": "rolls out today for pro users and soon for plus users.\n\n(except users in the EEA, UK, switzerland, norway, iceland, and liechtenstein. call me, liechtenstein, let's work this out!)",
      "date": "Apr 10"
    },
    {
      "content": "we have greatly improved memory in chatgpt--it can now reference all your past conversations!\n\nthis is a surprisingly great feature imo, and it points at something we are excited about: ai systems that get to know you over your life, and become extremely useful and personalized.",
      "date": "Apr 10"
    },
    {
      "content": "",
      "date": "Apr 10"
    },
    {
      "content": "",
      "date": "Apr 10"
    },
    {
      "content": "",
      "date": "Apr 10"
    },
    {
      "content": "",
      "date": "Apr 10"
    },
    {
      "content": "",
      "date": "Apr 10"
    },
    {
      "content": "",
      "date": "Apr 10"
    },
    {
      "content": "a lot of people were interested in how we made GPT-4.5 and what comes next.\n\nwe did a podcast with alex paino, dan selsam, and @atootoon who helped drive the project.\n\nfull episode coming soon, but here are some interesting clips:",
      "date": "Apr 10"
    },
    {
      "content": "a few times a year i wake up early and can't fall back asleep because we are launching a new feature ive been so excited about for so long.\n\ntoday is one of those days!",
      "date": "Apr 10"
    },
    {
      "content": "we're launching the openai pioneers program – a partnership between openai and companies building advanced ai products to (a) intensively fine-tune models that outperform at high value domain-specific tasks, and (b) build better real world evals that enable industries to better benchmark model performance at domain-relevant tasks",
      "date": "Apr 9"
    },
    {
      "content": "If AGI is about AI transforming our economy—how close are we, really? What's still missing, and how do we get there?\n\nOpenAI's new Strategic Deployment team tackles exactly these questions. \n\nWe push frontier models to be more capable, reliable, and aligned—then deploy them to transform real-world, high-impact domains.\n\nExcited? Meet us at ICLR or apply directly!👇",
      "date": "Apr 8"
    },
    {
      "content": "we have shipped a lot of stuff recently, but people really love this in particular:",
      "date": "Apr 7"
    },
    {
      "content": "i am really loving spending more with research and product\n\nthis is the most fun i've had since the early days when openai was just a quiet little research lab",
      "date": "Apr 5"
    }
  ],
  "twitter_unavailable": false
}